Repository: 4364354235654345u5432576865432/alltomp3-app
Catalog: app/src/locale/messages.*.xlf
Languages: pt

source: Click to copy a link to AllToMP3's website, to share it with friends 😎
pt: Clique para copiar um link para o site do AllToMP3, para compartilhar com amigos 😎

source: Copied in clipboard!
pt: Copiado para a área de transferência!

source: Like this program? Help me!
pt: Gostou deste programa? Me apoie!

source: What do you want to download?
pt: Do que você deseja fazer download?

source: This URL is not supported
pt: Esta URL não é suportada

source: Press {START_TAG_SPAN}Enter{CLOSE_TAG_SPAN} to download
pt: Aperte {START_TAG_SPAN}Enter{CLOSE_TAG_SPAN} para fazer download

source: Songs are downloaded in {START_TAG_SPAN}{INTERPOLATION}{CLOSE_TAG_SPAN} {START_ITALIC_TEXT}{CLOSE_ITALIC_TEXT}
pt: O download das músicas foi feito em {START_TAG_SPAN}{INTERPOLATION}{CLOSE_TAG_SPAN} {START_ITALIC_TEXT}{CLOSE_ITALIC_TEXT}

source: Abort
pt: Abortar

source: See the list
pt: Mostrar a lista

source: Hide the list
pt: Esconder a lista

source: An issue, an idea?
pt: Un problème, une idée ?

source: An update is downloading
pt: Fazendo download de uma atualização

source: An update has been downloaded and will be installed at the next app launch{START_TAG_SPAN}, or click to relaunch the app now{CLOSE_TAG_SPAN}
pt: O download de uma atualização foi concluído, e esta será instalada na próxima vez que abrir o aplicativo.{START_TAG_SPAN} Clique para reabri-lo agora{CLOSE_TAG_SPAN}

source: Enter:
pt: Insira:

source: Songs
pt: músicas

source: OR
pt: OU

source: Update's changes
pt: Mudanças nesta atualização

source: News
pt: Notícias
